[
    {
        "title": "ลำธารไหลผ่านหมู่บ้านแห่งหนึ่ง เป็นลำธารที่สำคัญที่ช่วยหล่อเลี้ยงชีวิตของผู้คนในหมู่บ้าน ลำธารมีสีน้ำที่ใสสะอาด จนสามารถสังเกตเห็นก้อนกรวดใต้ลำธารได้ชัดเจน ภายในลำธารพบสิ่งมีชีวิตมากมาย ไม่ว่าจะเป็นปลาหลากชนิดที่แหวกว่าย เหงือกขยับคอยรับออกซิเจนจากน้ำ บ้างก็หลบอยู่ใต้หินเพื่อรอเหยื่อ หอยน้ำจืดหลากสีที่กำลังคืบคลานหาอาหารริมลำธาร ตัวอ่อนแมลงปอที่อำพลางตัวจนกลมกลืนกับพืชน้ำเพื่อหลบผู้ล่า <br>คำว่า ลำธาร ในข้อความมีความสอดคล้องข้อใดมากที่สุด",
        "options": [
            "ประชากร",
            "แหล่งที่อยู่",
            "ชีวภูมิภาค",
            "ระบบนิเวศ",
            "กลุ่มสิ่งมีชีวิต"
        ],
        "answer": 4
    },
    {
        "title": "10+15=?",
        "options": [
            "15",
            "20",
            "25",
            "30",
            "35"
        ],
        "answer": 3
    },

    {
        "title": "พ่อค้าซื้อผลไม้มาขาย 4 เข่ง แต่ละเข่งหนัก 10 กิโลกรัม วันแรกขายได้เงิน 996 บาท วันที่สองขายได้เงินน้อยกว่าวันแรก 109 บาท พ่อค้าขายผลไม้หมดภายใน 2 วัน ถ้าเขาได้กำไรทั้งหมด 763 บาท พ่อค้าซื้อผลไม้มาในราคากิโลกรัมละกี่บาท",
        "options":[
            "42 บาท",
            "38 บาท",
            "28 บาท",
            "25 บาท"
        ],
        "answer": 3
    },
    {
        "title": "ช่วงฤดูฝนเป็นช่วงที่ไข้เลือดออกระบาดอย่างหนัก อะไรเป็นสาเหตุของโรคนี้",
        "options":[
            "ไวรัส",
            "ยุง",
            "โพรโทซัว",
            "แบคทีเรีย"
        ],
        "answer": 1
    },
    {
        "title": "เหตุใดจึงควรใช้น้ำมันพืชปรุงอาหารมากกว่าน้ำมันหมู ",
        "options":[
            "น้ำมันหมูประกอบด้วยกรดไขมันไม่อิ่มตัวสูง ทำให้คอเลสเทอรอลในเลือดสูง",
            "น้ำมันหมูประกอบด้วยกรดไขมันอิ่มตัวสูง ทำให้คอเลสเทอรอลในเลือดสูง",
            "น้ำมันพืชส่วนใหญ่ประกอบด้วยกรดไขมันไม่อิ่มตัวสูง ทำให้คอเลสเทอรอลในเลือดสูง",
            "น้ำมันพืชส่วนใหญ่ประกอบด้วยกรดไขมันอิ่มตัวสูง ทำให้คอเลสเทอรอลในเลือดสูง"
        ],
        "answer": 2
    },
    {
        "title": "แม่ค้ามีแอปเปิ้ลสามลัง ลังที่หนึ่งมี 145 ผล ลังที่สองมี 150 ผล และลังที่สามมี 155 ผล แม่ค้าต้องการแบ่งแอปเปิ้ลสามลังนี้ออกเป็นกอง กองละเท่าๆ กัน และให้ได้มากที่สุด โดยไม่ให้แอปเปิ้ลทั้งสามลังปะปนกัน แล้วนำมาขายกองละ 60 บาท แม่ค้าจะได้เงินจากการขายแอปเปิ้ลทั้งหมดกี่บาท",
        "options":[
            "5,400 บาท",
            "4,500 บาท",
            "2,700 บาท",
            "3,600 บาท"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใดสามารถแยกความแตกต่างระหว่างผีเสื้อและผีเสื้อกลางคืนได้",
        "options":[
            "ผีเสื้อพักผ่อนเวลากลางวัน",
            "ผีเสื้อกลางคืนพักผ่อนเวลากลางคืน",
            "ผีเสื้อจะพับเก็บปีกไว้บนหลัง",
            "ผีเสื้อบินได้ทันทีเมื่อออกจากรังดักแด้"
        ],
        "answer": 3
    },
    {
        "title": "ในรังมดจะพบข้อใด",
        "options":[
            "มดงานทำหน้าที่หาอาหาร",
            "มดทุกตัวมีขนาดเท่าๆ กัน",
            "มดทหารส่วนใหญ่จะเป็นตัวผู้ คอยเฝ้าทางเข้าออกของรัง",
            "มดงานส่วนใหญ่จะเป็นตัวผู้ ทำหน้าที่สร้างและซ่อมแซมรัง"
        ],
        "answer": 1
    },
    {
        "title": "นักเรียนควรปลูกพืชไว้ในห้องนอนหรือไม่ เพราะเหตุใด",
        "options":[
            "ควร เพราะพืชมีการคายน้ำทำให้ห้องนอนชุ่มชื้น",
            "ไม่ควร เพราะพืชจะดูดความชื้นในอากาศ ทำให้อากาศแห้ง",
            "ไม่ควร เพราะพืชดูดแก๊สออกซิเจนและเปลี่ยนเป็นแก๊สคาร์บอนไดออกไซด์",
            "ควร เพราะพืชช่วยดูดแก๊สคาร์บอนไดออกไซด์และเปลี่ยนเป็นแก๊สออกซิเจน"
        ],
        "answer": 3
    },
    {
        "title": "อาหารหมักดองชนิดใดที่ใช้ราในการหมัก",
        "options":[
            "ปลาร้า",
            "หอยดอง",
            "ข้าวหมาก",
            "น้ำส้มสายชู"
        ],
        "answer": 3
    },
  
    {
        "title": "หลังจากตรวจพันธุกรรมแล้ว คุณหมอบอกสามีภรรยาคู่หนึ่งว่าจะมีโอกาสมีลูกเป็นโรคโลหิต จาง 1 ใน 4 คุณหมอหมายความว่าอย่างไร",
        "options":[
            "ลูกสี่คน จะมีคนหนึ่งเป็นโรคโลหิตจาง",
            "ลูกคนแรกเป็นโรคโลหิตจาง อีกสามคนปกติ",
            "ลูกทุกคนมีโอกาสเป็นโรคโลหิตจางได้เท่า ๆ กัน",
            "ลูกสามคนแรกปกติ คนสุดท้องเป็นโรคโลหิตจาง"
        ],
        "answer": 3
    },
    {
        "title": "A hurricane is a tropical storm __________ out in the ocean and gathers speed and strength as it travels.",
        "options":[
            "starts",
            "that stsrts",
            "to start",
            "that started"
        ],
        "answer": 2
    },
    {
        "title": "จำนวนในข้อใดเป็นจำนวนเฉพาะ",
        "options":[
            "221",
            "397",
            "817",
            "1,081"
        ],
        "answer": 4
    },
    {
        "title": "ข้อใดไม่อ่านออกเสียงอย่างอักษร  ควบทุกคำ",
        "options":[
            "กริ่งเกรง",
            "สร้างสรรค์",
            " แพรวพราว",
            " เครื่องหมาย"
        ],
        "answer": 4
    },
    {
        "title": "จากเหตุการณ์ในเรื่อง หนุมานทำอย่างไร เพื่อแสดงให้มัจฉานุเชื่อใจว่าเป็นพ่อลูกกัน",
        "options":[
            " ตีลังกาให้ดู",
            "หยิบแหวนมามอบให้",
            "แสดงกุณฑลขนเพชรให้ดู",
            " หาวเป็นดาวเป็นเดือนให้ดู"
        ],
        "answer": 4
    },
    {
        "title": "ธันวาอวยพรให้กวินเนื่องในโอกาสเรียนจบ การศึกษามีหลักการในการอวยพรอย่างไร",
        "options":[
            "อวยพรได้ทันที",
            "อ้างถึงสิ่งศักดิ์สิทธิ์",
            "อ้างถึงผู้มีพระคุณ",
            "อ้างถึงคุณงามความดี"
        ],
        "answer": 1
    },
    {
        "title": "ข้อใดเป็นคำที่มาจากภาษาอังกฤษทุกคำ",
        "options":[
            "กุหลาบ สบู่",
            "ยาหยี เกาเหลา",
            "กาแฟ สมุดโน้ต",
            "ซินแส สาเก"
        ],
        "answer": 3
    },
    {
        "title": "คำในข้อใดเป็นภาษาบาลี",
        "options":[
            "อัคคี",
            "แข",
            "ส่วย",
            "กะปิ"
        ],
        "answer": 1
    },
    {
        "title": "คำราชาศัพท์ในข้อใดแตกต่างไปจากพวก",
        "options":[
            "เสวย",
            "สวรรคต",
            "อาพาต",
            "พระราชสมภพ"
        ],
        "answer": 3
    },
    {
        "title": "“ความสุขของท่าน คือบริการของเรา” จัดอยู่ในประเภทใด",
        "options":[
            "คำคม",
            "คติพจน์ ",
            "คำขวัญ",
            "คำอวยพร"
        ],
        "answer": 2
    },
    {
        "title": "ข้อใดควรใช้การพูดโน้มน้าวใจ",
        "options":[
            "อธิบายการบ้าน",
            "เล่าประสบการณ์",
            "รายงานผลการทดลอง",
            "ชวนเพื่อนให้ประหยัดพลังงาน"
        ],
        "answer": 4
    }
    
]
